[
    {"_id":"1","name":"The Culture Code","description":"An essential book that unlocks the secrets of highly successful groups and provides readers with a toolkit for building a cohesive, innovative culture, from the New York Times bestselling author of The Talent Code","grade":4.33,"price":9.99, "discount": true, "picture": "1.jpg"},
    {"_id":"2","name":"Ghost in the Wires","description":"If they were a hall of fame or shame for computer hackers, a Kevin Mitnick plaque would be mounted the near the entrance. While other nerds were fumbling with password possibilities, this adept break-artist was penetrating the digital secrets of Sun Microsystems, Digital Equipment Corporation, Nokia, Motorola, Pacific Bell, and other mammoth enterprises.","grade":3.98,"price":10.49, "picture": "2.jpg"},
    {"_id":"3","name":"Financial Intelligence", "bestseller": true, "description":"Companies expect managers to use financial data to allocate resources and run their departments. But many managers can't read a balance sheet, wouldn't recognize a liquidity ratio, and don't know how to calculate return on investment. Worse, they don't have any idea where the numbers come from or how reliable they really are.","grade":4.12,"price":8.00, "picture": "3.jpg"},
    {"_id":"4","name":"Thinking, Fast and Slow", "bestseller": true, "description":"In the highly anticipated Thinking, Fast and Slow, Kahneman takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. Kahneman exposes the extraordinary capabilitiesand also the faults and biasesof fast thinking.","grade":4.15,"price":11.49, "picture": "4.jpg"},
    {"_id":"5","name":"Majstor i Margarita", "bestseller": true, "description":"Da li nam đavo donosi zlo ili je zlo u nama? Višestruko isprepletane niti različitih žanrova satire, farse, fantastike i mistike, filozofske parabole, pa i melodrame, uz neodoljive primese sarkazma i prefinjene ironije tvore magični svet ovog remek-dela, negde na granici zbilje i mašte, sna i jave.","grade":4.30,"price":5.49, "discount": true, "picture": "5.jpg"},
    {"_id":"6","name":"Pseće Srce","description":"When a respected surgeon decides to transplant human body parts into a stray dog, he creates a monster - drunken, profligate, aggressive and selfish. It seems the worst aspects of the donor have been transplanted as well. As his previously well-regulated home descends into riotous chaos, the doctor realises he will have to try to reverse the operation","grade":4.1,"price":8.38, "picture": "6.jpg"},
    {"_id":"7","name":"Mitovi i legende","description":"Da li je moguće valjano doživeti Danteovu Božanstvenu komediju, Mikelanđelov Strašni sud ili Bahovu Pasiju po Mateju ako se ne poznaju Stari i Novi zavet? Mogu li se stvarno razumeti verski motivisana krvoprolića, od krstaških ratova preko Vartolomejske noći i Holokausta do raspada Jugoslavije.","grade":3.9,"price":7.99, "discount": true, "picture": "7.jpg"},
    {"_id":"8","name":"China in Ten Words", "bestseller": true, "description":"From one of Chinas most acclaimed writers, his first work of nonfiction to appear in English: a unique, intimate look at the Chinese experience over the last several decades, told through personal stories and astute analysis that sharply illuminate the countrys meteoric economic and social transformation.","grade":2.8,"price":6.42, "discount": true, "picture": "8.jpg"},
    {"_id":"9","name":"Why We Sleep: Unlocking the Power of Sleep and Dreams","description":"The first sleep book by a leading scientific expertProfessor Matthew Walker, Director of UC Berkeleys Sleep and Neuroimaging Labreveals his groundbreaking exploration of sleep, explaining how we can harness its transformative power to change our lives for the better.","grade":3.2,"price":11.29, "picture": "9.jpg"},
    {"_id":"10","name":"Capitalism Without Capital: The Rise of the Intangible Economy","description":"Early in the twenty-first century, a quiet revolution occurred. For the first time, the major developed economies began to invest more in intangible assets, like design, branding, R&D, and software, than in tangible assets, like machinery, buildings, and computers.","grade":3.7,"price":9.99, "discount": true, "picture": "10.jpg"},
    {"_id":"11","name":"Factfulness: Ten Reasons We're Wrong About the World","description":"When asked simple questions about global trends - why the world's population is increasing; how many young women go to school; how many of us live in poverty - we systematically get the answers wrong. So wrong that a chimpanzee choosing answers at random will score better.","grade":2.9,"price":7.99, "picture": "11.jpg"},
    {"_id":"12","name":"Nordijska mitologija","description":"Pripovedački majstor Nil Gejmen predstavlja vam čuvene nordijske mitove u novom svetlu. Gejmen u drevnoj mitologiji odavno nalazi nadahnuće za maštovite svetove svog stvaralaštva. U ovoj knjizi on se vraća na izvorište i prenosi nordijske pripovesti u skraćenom i prilagođenom obliku; ove drevne priče čitaju se gotovo kao roman.","grade":3.8,"price":10.22, "picture": "12.jpg"}
]